{"productCode":"NEXT005","name":"Next AL CR","category1":"Writing Instruments","category2":"Maxema - Italian","category3":"Indent Stock","category4":null,"category5":null,"category6":null,"description":"MAXEMA® - A Top Italian Brand.  The Next is the pen for those who hunger for new shapes: absolutely pure design, with sleek, dynamic lines, the perfect vehicle to give a boost to all types of brand. The Next has been created for high added value personalisation: large areas for printing on both the barrel and clip, designed as a real screen on which to increase visibility of logos. The ventilated pushbutton meets European Union standards for small components: the holes ensure sufficient air flow if the top is inadvertently swallowed, so avoiding risks of suffocation. Barrel, clip and top button in silver aluminium painted finish, with chrome silver tip, retractable with return spring, made of non-toxic, highly resistant ABS plastic. Galvanic process used to chrome the ABS tip, jumbo refill available in black or blue ink, up to 2500 metres of writing.","additionalInfo":"Italian Design and Make. Exclusive to Dex Collection in Australia and New Zealand.  1,000 units minium per colour.","isOnSale":false,"isFreightFree":true,"isOverseasSourcing":false,"images":[""],"productDisclaimer":"GST additional. Other additional charges may apply. We reserve the right to change prices and charges without notice. Please supply or email logo in vectorised format in an EPS or PDF File. Current stocked item style may vary slightly from image shown. If item style is paramount then please request sample of current shipment prior to ordering. Delievery time from Dex Group to client is not included. Days stated means working days from artwork approval to dispatch.","parts":[{"partName":null,"colours":["Range of Colours"],"length":"140","width":"11","height":"16"}],"printOptions":[{"printType":"Pad Print:","description":"60mmW x 7mmH (barrel), 25mmW x 7mmH (clip)"},{"printType":"Direct Digital:","description":"60mmW x 7mmH (barrel), 15mmW x 7mmH (clip)"}],"priceLists":[{"type":"offshore","blanks":[{"type":"offshore","description":"15 Days Blank Stock","prices":[{"qty":1000,"unitPrice":1.42},{"qty":2500,"unitPrice":1.26},{"qty":5000,"unitPrice":1.19},{"qty":10000,"unitPrice":1.18}]}],"services":[{"priceListType":"offshore","days":15,"serviceType":"15 Days Print Per Col/Pos","unitPrice":0.08,"Setup":30,"minOrderQty":1000,"maxOrderQty":10000},{"priceListType":"offshore","days":15,"serviceType":"15 Days Direct Digital Per Pos","unitPrice":0.2,"Setup":30,"minOrderQty":1000,"maxOrderQty":10000}]}],"packing":{"description":"Loose packed","cartonHeight":30,"cartonWidth":32,"cartonLength":40,"cartonQuantity":1000,"cartonWeight":11}}